Revit 2024 API
SpecTypeId.Mass Property
 Mass, in discipline Structural.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Mass { get; }
Visual Basic
Public Shared ReadOnly Property Mass As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Mass {
	ForgeTypeId^ get ();
}
See Also
SpecTypeId Class
Autodesk.Revit.DB Namespace